Repository: satoshilabs/trezor.io-l10n
Catalog: */LC_MESSAGES/django.po
Languages: es

source: <p>We are sorry for the delays. However, the delivery date depends on many factors.</p> <p><strong>Where can I follow my order (get a tracking number)?</strong></p> <p>By logging into <a href="https://shop.trezor.io/user/login/">TREZOR Shop account</a> and clicking order creation date in My Orders page, you can see the details of your order. Your user login has been created when you first purchased your TREZOR. If you do not have your password, please reset it with the <a href="https://shop.trezor.io/user/password-reset/">Password recovery</a> form.</p> <p><strong>DHL shipping</strong></p> <p>DHL shipping is the default shipping option, and it is fully traceable. Once the package leaves our fulfillment center, the delivery usually takes between 2-5 business days. You can track the parcel via <a href="http://www.dhl.com/en/express/tracking.html">DHL tracking</a></p> <p><strong>Standard shipping</strong></p> <p>Standard shipping option is only available in EU countries. Its traceability is limited. Delivery time may vary between 5 days to 6 weeks depending on your location and your national post service. Parcel sent via Standard shipping can be <a href="https://www.ceskaposta.cz/en/trackandtrace">traced here</a> until it leaves the country of origin. Thereafter it can be traced on the website of the postal service in your country, if available. </p> <br/> <p>Thank you for your patience!<br/>We will notify you of any significant changes to your order by email as well.</p> <p>In case you need to contact our Support Team regarding your order, please <a href="https://satoshilabs.kayako.com/conversation/new/10">submit a ticket here</a>.</p>
es: <p>Lamentamos el retraso. Sin embargo, la fecha de entrega depende de muchos factores.</p> <p><strong>¿Dónde puedo hacer el seguimiento de mi pedido (hay algun número de envío)?</strong></p> <p> Iniciando seción en <a href="https://shop.trezor.io/user/login/">la tienda TREZOR</a> y en la sección de Mis Pedidos seleccionar fecha de pedido, usted podrá ver los detalles de su pedido. El usuario fue creado cuando hizo su primera compra del dispositivo. Si usted no tiene contraseña, por favor seleccione el formulario de <a href="https://shop.trezor.io/user/password-reset/">recuperación de contraseña</a>.</p> <p><strong>Envío DHL</strong></p> <p>DHL es la opción de envío por defecto, y es rastreable. Una vez que el paquete sale de nuestro centro, la entrega suele demorar entre 2 y 5 días hábiles. Usted puede seguir el pedido aquí <a href="http://www.dhl.com/en/express/tracking.html"> Seguimiento DHL</a></p> <p><strong>Envío estándart</strong></p> <p>La opción de envío estándar esta disponible solo en países de la UE. Su seguimiento es limitado. La entrega podría demorar entre 5 días y 6 semanas, dependiendo del destino y el servicio de su correo nacional. El envío estándar puede ser seguido <a href="https://www.ceskaposta.cz/en/trackandtrace">en este enlace</a> hasta que sale del país de origen. Luego podrá ser seguido a través del servicio de su correo local, si éste brinda servicio de seguimiento. </p> <br/> <p>¡Gracias por su paciencia!<br/>Le notificaremos, por e-mail, cualquier cambio significativo en su pedido.</p> <p>En caso que necesite contactar a nuestro equipo de soporte con respecto a su pedido, por favor <a href="https://satoshilabs.kayako.com/conversation/new/10">hágalo aquí</a>.</p>

source: <h4 class="header">Tracking says NOT FOUND.</h4>
es: <h4 class="header">El rastreador de mi pedido dice NO ENCONTRADO.</h4>

source: <p>This situation has two possible explanations: </p><p><strong>1. The package left Europe, and it is now untraceable until destination country's postal service claims it.</strong></p><p>After leaving the country of origin, the parcel travels to a foreign country where it is accepted at customs service. This is where most of the delays happen. It is unfortunate because the delivery will appear in the customer's post tracking system only after it is released by the customs. For example, we have one delivery which was held by US customs office for nearly 6 weeks.</p><p><strong>2. The package got lost. In this case, please <a href="https://satoshilabs.kayako.com/conversation/new/10">submit a ticket</a> to contact our customer support.</strong></p><p>In rare cases, when choosing standard shipping, your package may not arrive at all. It is very unfortunate, but it can happen occasionally. In such case, we consider it as a <strong>lost package</strong>, and we start the <strong>investigation</strong> process.</p>
es: <p>Esta situación tendría dos posibles explicaciones: </p><p><strong>1. El paquete salió de Europa, y éste no es rastreable hasta que el correo del país de destino lo reclame. </strong></p><p>Después de salir del país de origen, en el país de destino la aduana recibe el paquete. Aquí es dónde se generan las mayores demoras. Lamentablemente, el pedido aparecerá en el sistema de seguimiento sólo después de que es liberado por la aduana. Por ejemplo, Tenemos una entrega que fue retenida por la oficina de aduanas de los Estados Unidos durante casi 6 semanas. </p><p><strong>2. El paquete se perdió. En ese caso, por favor, llene el <a href="https://satoshilabs.kayako.com/conversation/new/10"> formulario</a> para contactar nuestro soporte.</strong></p><p>En raros casos, cuando se elije Envío Estándar, el paquete no llega nunca. Es muy desafortunado, pero puede suceder ocasionalmente. En ese caso, lo consideramos un <strong>paquete perdido</strong> y comenzamos un proceso de <strong>investigación</strong>.</p>

source: Warranty
es: Garantía

source: <p>Is your TREZOR broken, or it didn't work when you received it?</p>
es: <p>¿Está roto su TREZOR, o no funcionó cuando lo recibió?</p>

source: <h4 class="header">TREZOR device is clearly broken.</h4>
es: <h4 class="header">El dispositivo TREZOR está claramente roto.</h4> 2

source: <p>Examples of hardware issues which are eligible for the return process (RMA) straight away.</p><ul><li>Burnt pixels in screen</li><li>"Dead screen"</li><li>Dysfunctional buttons</li></ul><p>If you're facing some of the issues above or different hardware failures which clearly were not caused by physical damage, please feel free to contact our support.</p><p>Where did you buy your device?</p>
es: <p>Ejemplos de problemas de hardware que iniciamos el proceso de retorno (RMA) directamente.</p><ul><li>Pixels quemados en la pantalla</li><li>"Pantalla muerta"</li><li>Botones que no funcionan</li></ul><p>Si tiene alguno de los defectos mencionados o alguna falla de hardware diferente que claramente no fue causada por daño físico, por favor contacte nuestro soporte.</p><p>¿Dónde compró su dispositivo?</p>

source: I would like to get details about the warranty.
es: Me gustaría obtener detalles sobre la garantía.

source: <p><strong>Warranty Period</strong></p><p>We warrant the product, its components, and labor to be free from defects in material and workmanship under regular uses defined in the user manual and this Warranty notice during the warranty period. The warranty period commences on the date of original purchase and last for two (2) years.</p><p>We further warrant the replaced product and/or its parts or components to be free from defects in material and workmanship for a period of thirty (30) days from the date of replacement, or the remainder of the warranty period, whichever is greater.</p> <p><em>In case this notice differs from the legal document available below or on TREZOR Shop, the latter's terms apply.</em></p> <p><a href="https://shop.trezor.io/static/shared/warranty-refund-policy.pdf">Warranty &amp; Refund Policy</a></p>
es: <p><strong>Periodo de Garantía</strong></p><p>Garantizamos el producto, sus componentes y la mano de obra, libre de defectos en sus materiales y fabricación, bajo uso normal definido en el manual de usuario y en este Aviso de garantía durante el período de garantía. El período de garantía comienza en la fecha de compra y dura dos (2) años.</p><p>Además, garantizamos el producto sustituido y/o sus partes o componentes libres de defectos, en sus materiales y fabricación, por el período de treinta (30) días desde la fecha de reemplazo o lo que resta del periodo de garantía original, la mayor de ellas.</p> <p><em>En caso de que éste aviso difiera del documento legal disponible a continuación o en la tienda TREZOR, los términos de este último se aplican.</em></p> <p><a href="https://shop.trezor.io/static/shared/warranty-refund-policy.pdf">Garantía &amp; Política de reembolso</a></p>

source: Change my order information.
es: Cambiar la información de mi pedido.

source: <p>Orders are processed within 48 hours during business days. It is possible to change the order only if it is not in "shipped" or "processing" status.</p> <p> Please <a href="https://satoshilabs.kayako.com/conversation/new/10">contact our Support Team</a> to file your request. </p>
es: <p>Los pedidos son procesados dentro de las 48 horas, días laborables. Es posible cambiar el pedido sólo si no fue "enviado" o "en proceso".</p> <p> Por favor <a href="https://satoshilabs.kayako.com/conversation/new/10">contacte a nuestro equipo de soporte</a> para hacer el reclamo. </p>

source: Change shipping address.
es: Cambiar la dirección de envío.

source: <p>If we have already shipped your package, then this option is unfortunately not possible anymore.</p><p>If we have not shipped the package yet, you can login to your TREZOR Shop <a title="account" href="https://shop.trezor.io/user/profile/">account</a> and change the address yourself.</p>
es: <p>Si ya enviamos el paquete, esta opción, lamentablemente no es posible.</p><p>Si todavia no lo enviamos, cambia la dirección de envío desde <a title="account" href="https://shop.trezor.io/user/profile/">tu cuenta</a>en la tienda TREZOR.</p>

source: <h4 class="header">Missed parcel delivery.</h4>
es: <h4 class="header">Paquete perdido.</h4>

source: <p>We are sorry to hear about that. Fortunately, these honest mistakes tend to happen only in very rare cases.</p><p><strong>What can I do now?</strong></p><p>Sorry, but there is nothing to do at the moment. The package will be returned back to us. We will contact you to check whether the shipping address is correct, and re-ship the package as soon as possible. Free of charge for the first resend, of course.</p>
es: <p>Lamentamos escuchar eso. Afortunadamente, estos errores tienden a ocurrir sólo en casos muy raros.</p><p><strong> ¿Qué puedo hacer ahora?</strong></p><p>Lo sentimos, pero no hay nada que hacer en este momento. El paquete será devuelto y nos pondremos en contacto con usted para comprobar si la dirección de envío es correcta y volver a enviar el paquete lo antes posible. Le regalamos el primer envío, ni lo dude.</p>

source: How do I create/enter a PIN?
es: ¿Cómo creo o ingreso un PIN?

source: <p>PIN is a number combination that you set during the initial setup of your TREZOR. It protects your TREZOR from being used by unauthorized persons. Just like the PIN for your credit card, it should be only known to you.</p><p><strong>Malware-proof PIN entry</strong></p><p>We have invented a safe way of entering PIN so that you can use your TREZOR even on a computer with viruses and keyloggers (designed to capture everything as you type).</p><p>When your PIN is required, a PIN matrix, with dots instead of the numbers, will appear on your computer screen. The TREZOR display will show you which number corresponds to which number tile. The placement of the numbers will be randomly shuffled with every new PIN prompt. Every time you use your TREZOR, you will need to look at the device to find the actual placement of the numbers you want to enter.</p><p>This method protects you from keyloggers - your computer never knows what you are actually entering, only the TREZOR itself "translates" the clicked positions into the actual PIN numbers. It also makes it difficult for other people to eye up your PIN code - if somebody is looking over your shoulder, he may see you clicking some blank buttons, but he won't see your PIN digits. The observer would need to see both the TREZOR display and your computer screen at the same time, which is quite difficult if you are careful.</p><p>Still a bit of enigma to you? Take a look at this <a href="https://youtu.be/sx4XzJRpsig">video</a>!</p>
es: <p>PIN es una combinación de números que se establece durante la configuración inicial de su TREZOR. Proteje su TREZOR de su uso no autorizado. igual que el PIN de su tarjeta de crédito, debe ser conocido sólo por usted.</p><p><strong>El ingreso de su PIN es Anti Malware</strong></p><p>Hemos inventado una manera segura de ingresar el PIN de forma que pueda iniciar su TREZOR incluso si esta infectada con virus o keyloggers (graba todo lo que uno escribe con el teclado).</p><p>Cuando su PIN es requerido, una matriz de PIN, con puntos en vez de números, va a ser mostrado en la pantalla de su ordenador. La pantalla de TREZOR va a mostrarle que número corresponde a cada punto. La ubicación de los números en el TREZOR cambia aleatoriamente cada vez que requiera entrar el PIN. Cada vez que use su TREZOR, tienes que mirar la pantalla y encontrar la ubicación de los números que tienes que marcar.</p><p>Éste método lo proteje de keyloggers - el ordenador nuca sabrá que números está ingresando, sólo TREZOR "traduce" los puntos que marco a los números del PIN. Ésto también hace difícil a otras personar mirar los números de su PIN - si alguien esta espiando lo que ingresa, él va a ver que selecciona puntos pero no verá los números del PIN. la persona debería ver las dos pantallas al mismo tiempo, que es muy difícil, si usted es cuidadoso.</p><p>¿Es todavía un enigma? Mire atentamente este <a href="https://youtu.be/sx4XzJRpsig">video</a></p>

source: I forgot my PIN?
es: ¿Olvidé mi PIN?

source: <p>Your PIN is independent of the seed. That means, that you can set a new PIN with the TREZOR recovery process, in case you forget it. You only need to have access to your seed to do so, which also means that your PIN does NOT protect your seed from being compromised. The PIN only protects your device from <em>curious</em> people.</p>
es: <p>Su PIN es independiente de la semilla. Significa que puedes crear otro PIN con el proceso de recuperación TREZOR, en caso que lo olvides. Sólo necesitas tener acceso a la semilla para hacerlo, lo que también significa que tu PIN NO proteje a la semilla de ser conocida. El PIN solamente proteje su dispositivo de <em>curiosos</em>.</p>

source: How does the recovery seed work?
es: ¿Cómo funciona la semilla de recuperación?

source: <p>The Recovery seed usually contains a sequence of 24 words - uniquely and securely generated inside your TREZOR when you first set it up.</p> <p>It is very important to keep this backup sentence secret and safe!</p> <p>In case your device gets lost, you will need the seed for recovery - a simple process when you enter the words of your seed, in the order as prompted, into a new TREZOR device. You may also use any other Bitcoin wallet that supports the same standard as TREZOR (<a href="https://doc.satoshilabs.com/trezor-tech/cryptography.html#mnemonic-recovery-seed-bip39">BIP39</a>).</p><p>Do not underestimate the process of writing down the seed; make sure you have all words correctly spelled and in the right order.</p> <p>Never make a digital copy of your seed, i.e. do not store it in any form on any computer, mobile phone or cloud storage. Consider your seed compromised once you make a digital copy of it, even if you do it on an offline device such as a copy machine or a digital camera. We cannot stress this enough: only store the seed offline - written on a piece of paper, engraved, or with a <a href="https://shop.trezor.io/">Cryptosteel</a> (not available at the moment, waiting to be restocked).</p><p>What does the Recovery seed actually represent?</p><p>TREZOR doesn't store anything else than a "master key" it its memory. The 24 words sequence, which is your Recovery seed, is the representation of your master key translated into human-readable words.</p> <p>Your TREZOR creates a unique structure of private keys out of this single master key that are then used to:</p> <ul> <li>Sign your bitcoin transactions.</li> <li>Encrypt your passwords in TREZOR Password Manager.</li> <li>Log into websites, or servers via SSH.</li> <li>Sign messages.</li> </ul> <p>This means that if you lose your Recovery seed, you may lose access to all of those features. Read more about "What If" situations in the <a href="https://doc.satoshilabs.com/trezor-faq/threats.html">TREZOR User Manual</a>.</p>
es: <p>La semilla de recuperación usualmente es una secuencia de 24 palabras - única y segura generada por su TREZOR cuando lo configuró por primera vez.</p> <p>¡Es muy importante mantener esta lista secreta y segura!</p> <p>En caso de que se pierda el dispositivo, usted va a necesitar la semilla de recuperación - Es un proceso sencillo ingresar las palabras, en el orden correcto en su nuevo dispositivo TREZOR. También puede utilizar cualquier otro monedero Bitcoin que admita el mismo estándar que TREZOR(<a href="https://doc.satoshilabs.com/trezor-tech/cryptography.html#mnemonic-recovery-seed-bip39"> 6BIP39</a>).</p><p>No subestime el proceso de escribir la semilla; esté seguro que las escribió correctamente y en el orden correcto.</p> <p>Nunca haga una copia digital de su semilla, por ejemplo: No la guarde bajo ningún formato en ningún ordenador mobil, celular, o nube. Considere la semilla desprotegida una vez que haga una copia digital, aun si lo haces sin conexión, como una fotocopiadora o una cámara fotográfica. No podemos insistir mas: solo guarde la semilla escrita en un papel o con <a href="https://shop.trezor.io/">Cryptosteel</a> (no disponible por el momento, esperamos se restablezca pronto).</p><p>¿Qué representa la semilla?</p><p>El dispositivo TREZOR no guarda nada mas que "la clave maestra" en su memoria. La secuencia de 24 palabras, que son su semilla de recuperación, es la representación de su clave maestra traducida en palabras que un ser humano pueda leer.</p> <p>TREZOR Crea una estructura única de claves privadas de esta única clave maestra que luego se utilizan para:</p> <ul> <li>Firmar transacciones bitcoins.</li> <li>Encriptar las contraseñas en TREZOR Password Manager.</li> <li>Iniciar en sitios web o servers, vía SSH.</li> <li>Firmar mensajes.</li> </ul> <p>Esto significa que si pierdes la semilla de recuperacion, puedes perder acceso a todas estas funcionalidades. Leer mas acerca de "Que pasaría si" en el <a href="https://doc.satoshilabs.com/trezor-faq/threats.html">manual de usuario de TREZOR</a>.</p>

source: How does a passphrase work?
es: ¿Cómo funciona la contraseña?

source: <p>A passphrase can be any word, a set of letters or even a sentence. You could also consider the passphrase to be the 25th word of the seed, as with the passphrase an entirely wallet will be generated.</p><p>Your passphrase should be memorable, though. Typically, you would not write it down anywhere, to eliminate any possibility of it being discovered. Remember that you are entering the passphrase directly into the computer, and this process is not protected against keyloggers like the PIN entry. For this reason, you should not be tempted to disable your PIN even if you use the passphrase feature!</p><p>If you enable the passphrase protection, you will be asked for a passphrase every time you connect your TREZOR and work with a bitcoin (altcoin) wallet such as TREZOR Wallet or Electrum.</p><p>The passphrase has a triple security effect.</p><p>1. It makes your TREZOR impervious to physical attack. Even if your TREZOR was stolen and the chip examined under an electron microscope to discover your recovery seed, your bitcoins will still be safe!</p><p>2. It protects your bitcoins in case someone steals your Recovery seed from you. Without your passphrase, the thief won't be able to access your coins.</p><p>3. A passphrase or more passphrases can be used with the same TREZOR device to create the so-called "hidden wallets," giving you a great advantage in situations such as being held at a gunpoint, (also known as the $5-wrench-attack). Use different passphrases to create "decoy" wallets with a low balance next to your main wallet. <a href="https://doc.satoshilabs.com/trezor-user/advanced_settings.html?highlight=hidden#using-passphrase-encrypted-seeds">Read more ...</a></p>
es: <p>La contraseña puede ser cualquier palabra, un grupo de letras o una frase. incluso puede considerar que la contraseña sea la palabra 25 de su semilla, con la contraseña un monedero completamente nuevo se creará.</p><p>Su contraseña debe ser recordable. Típicamente, usted no la va a escribir en ningún lugar para eliminar cualquier posibilidad de ser descubierta. Recuerde que usted escribe la contraseña desde el teclado del ordenador y esa acción no está protegida contra keyloggers al igual que su PIN. Es por esta razón, que no debe tentarse en anular el PIN ¡aún usando la contraseña!</p><p>Si activas la protección por contraseña, ésta va a ser pedida cada vez que conectes el dispositivo TREZOR y funcionará con los monederos bitcoin (altcoin) como TREZOR Wallet or Electrum.</p><p>La contraseña tiene triple seguridad.</p><p>1. Hace a su TREZOR impermeable al ataque físico. Incluso si su TREZOR fue robado y el chip observado con un microscopio electrónico para descubrir la semilla de recuperación, ¡tus bitcoins estarán a salvo!</p><p>2. Proteje sus bitcoins si alguien roba la lista de su semilla de recuperación. Sin su contraseña, el ladrón no podrá acceder a sus bitcoins.</p><p>3. la contraseña o contraseñas pueden usarse en un mismo dispositivo TREZOR para crear los llamados "monederos ocultos" dándole mucha ventaja en situaciones como ser apuntado con un arma (también conocido como el ataque de martillo de $5). Use diferentes contraseñas para crear monederos "señuelos" con poco saldo junto a su monedero principal. <a href="https://doc.satoshilabs.com/trezor-user/advanced_settings.html?highlight=hidden#using-passphrase-encrypted-seeds">Leer mas...</a></p>

source: My recovery seed is stolen?
es: ¿Puede ser robada mi semilla de recuperación?

source: <p>You need to keep your recovery seed safe from theft. If your recovery seed is stolen and you do not have a passphrase protection set up, then your coins can be stolen. However, if you like, TREZOR can protect against recovery seed theft with <a href="https://doc.satoshilabs.com/trezor-user/advanced_settings.html#using-passphrase-encrypted-seeds">a passphrase</a>, and therefore eliminate this risk.</p>
es: <p>Tienes que mantener la semilla de recuperación a salvo de ladrones. Si su semilla de recuperación es robada y no tienes configurada la contraseña, entonces tus monedas podrían ser robadas. De todas maneras, si quieres, TREZOR puede protegerte de la semilla de recuperación robada con <a href="https://doc.satoshilabs.com/trezor-user/advanced_settings.html#using-passphrase-encrypted-seeds">la contraseña</a> y eliminar ese riesgo.</p> 4

source: What if my computer that runs my bitcoin wallet is stolen?
es: ¿Que pasa si mi ordenador donde tengo mi monedero bitcoin es robado?

source: <p>If your computer gets stolen, just plug your TREZOR to another computer and you will get your account balance and transaction history. If your TREZOR gets lost as well, simply recover the seed from your paper backup to a new TREZOR device or any TREZOR compatible wallet software.</p>
es: <p> Si tu ordenador es robado, conecta el dispositivo TREZOR en otro ordenador y verás el saldo y todas las transacciones de tu cuenta. Si su TREZOR se pierde, simplemente use la semilla escrita en el papel con un dispositivo TREZOR nuevo o cualquier monedero compatible con TREZOR.</p>
