Repository: satoshilabs/trezor.io-l10n
Catalog: */LC_MESSAGES/django.po
Languages: es

source: <p>Did you set the UDEV rules? You can find the necessary instructions <a href="http://doc.satoshilabs.com/trezor-user/settingupchromeonlinux.html">here</a>.</p>
es: <p> ¿Ha establecido las reglas UDEV? Puede encontrar las instrucciones necesarias <a href="http://doc.satoshilabs.com/trezor-user/settingupchromeonlinux.html"> aquí</a> .</p>

source: I've installed TREZOR bridge.
es: Instalé TREZOR Bridge.

source: <p>TREZOR bridge is a transport protocol used for the communication between <a href="http://wallet.trezor.io">TREZOR Wallet</a> and TREZOR device. It has no user interface. If you installed it successfully, you should see "trezord" process running on your operating system via Task Manager. It could be blocked by some add-on (like Ghostery or Privacy), antivirus or VPN settings.</p><p>In a case you still encounter the problems with TREZOR bridge, you can download an alternative transport protocol <a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj?hl=en">TREZOR Chrome extension</a> and use it instead.</p>
es: <p> TREZOR Bridge es un protocolo de transporte (puente) utilizado para la comunicación entre el monedero <a href="http://wallet.trezor.io"> TREZOR Wallet</a> y el dispositivo TREZOR. No tiene interfaz de usuario. Si está instalado correctamente, deberías ver ejecutándose el proceso "trezord" en tu sistema operativo a traves del Administrador de tareas. Podría estar bloqueado por algún add-on (como Ghostery o Privacy), antivirus o la configuración de tu VPN.</p> <p> En caso de que todavía tengas problemas con TREZOR bridge, puedes descargar de un protocolo alternativo <a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj?hl=en"> extensión TREZOR para Chrome</a> y usarlo en su lugar.</p>

source: <h4 class="header">Report bug.</h4>
es: <h4 class="header"> Informe de error.</h4>

source: <p>Sorry for the inconvenience, please <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">send us a message</a> including the information about the bug, your operating system, browser version and issue details. Our Support Team will answer in a timely manner.</p>
es: <p> Disculpe los inconvenientes, por favor<a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink"> envíenos un mensaje</a> incluyendo información del error, su sistema operativo, la versión del navegador y detalles del problema. Nuestro equipo de soporte le responderá pronto.</p>

source: Supported cryptocurrencies.
es: Criptomonedas compatibles.

source: <p>Our <a href="http://wallet.trezor.io">TREZOR Wallet</a> supports Bitcoin, Litecoin, Dash and ZCash; other cryptocurrencies can be supported through third-party wallets (like <a href="myetherwallet.com">MyEtherWallet</a> for ETH/ETC and ERC-20 tokens, as an example). </p> <p>There are no wallet interfaces, which support TREZOR device for Dogecoin and Namecoin at the moment. They are only supported by the firmware.</p>
es: <p> Nuestro monedero<a href="http://wallet.trezor.io"> TREZOR Wallet</a> es compatible con Bitcoin, Litecoin, Dash and ZCash; otras criptomonedas pueden ser compatibles con monederos de terceros (como <a href="myetherwallet.com"> MyEtherWallet</a> para tokens de ETH/ETC y ERC-20, por ejemplo). </p> <p> Por el momento no hay monederos Dogecoin and Namecoin compatibles con el dispositivo TREZOR. Ellos son solo compatibles con el firmware.</p>

source: I want to store Ethereum.
es: Quiero almacenar Ethereum.

source: <p>All you need is a TREZOR device in combination with <a href="myetherwallet.com">MyEtherWallet</a> as an interface, where you will manage your ethers. Your TREZOR must already be initialized by <a href="http://wallet.trezor.io">TREZOR Wallet</a> or any compatible app. Moreover, TREZOR needs to be updated, at least to firmware version 1.4.0. </p><p>Ethereum is fundamentally too different from bitcoin, so it is not supported directly in TREZOR Wallet. There is no need to worry about your ethers' security, however. Despite using MyEtherWallet, your security is still provided by our hardware. </p><p>You can read this <a href="https://blog.trezor.io/trezor-integration-with-myetherwallet-3e217a652e08#.vtfhx8665">blog article</a> for further details.</p>
es: <p> Todo lo que necesitas es un dispositivo TREZOR en combinación con el monedero <a href="myetherwallet.com"> MyEtherWallet</a> como interfaz, donde administrarás tus ethers. Su TREZOR tiene previamente que inicializarse con <a href="http://wallet.trezor.io"> TREZOR Wallet</a> o cualquier aplicación compatible. Además, TREZOR necesita ser actualizado, al menos a la versión de firmware 1.4.0. </p> 6<p> Ethereum es fundamentalmente muy diferente de bitcoin, por lo que no es compatible directamente con el monedero TREZOR Wallet. Sin embargo, no hay necesidad de preocuparse por la seguridad de sus ethers. A pesar de usar MyEtherWallet, su seguridad sigue siendo proporcionada por nuestro hardware. </p> 8<p> Podrías leer éste <a href="https://blog.trezor.io/trezor-integration-with-myetherwallet-3e217a652e08#.vtfhx8665">artículo del blog</a> para mayores detalles.</p>

source: I would like to see more coins supported by TREZOR.
es: Me gustaría ver más monedas compatibles con TREZOR.

source: <p>Please relay this wish to the developers of said cryptocurrency as we do not have the required manpower to develop all integrations by ourselves. It is impossible for us to have up-to-date information and understanding of every existing cryptocurrency, after all.<br /> Developers can contact our integration specialist at integration@satoshilabs.com.<br /> Since the number of the requests is high, it may take some time until your email is answered. Thank you for your patience. </p><p>The Support Team, will be provide you with similar information.</p>
es: <p> Por favor, comunica este deseo a los desarrolladores de la criptomoneda, ya que no tenemos la mano de obra necesaria para desarrollar todas las integraciones por nosotros mismos. Después de todo, es imposible que tengamos información actualizada y comprensión de cada criptomoneda existente<br /> Los desarrolladores pueden contactar a nuestro especialista en integración a integration@satoshilabs.com.<br /> Dado que el número de solicitudes es alto, puede demorar algún tiempo hasta que se le responda. Gracias por su paciencia. </p><p>El Equipo de soporte, le proporcionará información similar.</p>

source: I want to receive ethers to my TREZOR.
es: Quiero recibir ethers a mi TREZOR.

source: <p><strong>Please follow these instructions.</strong></p> <ul> <li>Plug your TREZOR to the computer</li> <li>Go to <a href="myetherwallet.com">MyEtherWallet</a></li> <li>In the upper right corner, make sure you are using the right asset <em>(ETH or ETC)</em></li> <li>Select <em>"Send Ether & Tokens"</em></li> <li>Select <em>"TREZOR"</em> and click on <em>"Connect to TREZOR"</em></li> <li>When you're asked to Export your public key, click on <em>"Export"</em></li> <li>Enter your PIN for TREZOR (and a Passphrase if needed)</li> <li>Check if the correct HD derivation path is selected (for ETH there must be TREZOR ETH part and TREZOR ETC part for ETC)</li> <li>Choose your address from the list below and click on <em>"Unlock your wallet"</em> (this address will be your receiving address)</li> <li>Copy/paste your Account address and use it for transferring assets to your TREZOR</li> </ul>
es: <p><strong>Por favor siga las instrucciones.</strong></p> <ul> <li>Conecte su TREZOR a su ordenador</li> <li>Vaya al monedero <a href="myetherwallet.com">MyEtherWallet</a></li> <li>En la esquina derecha superior, asegúrese de que está utilizando el recurso correcto <em>(ETH or ETC)</em></li> <li>Seleccione <em>"Enviar Ether y Tokens"</em></li> <li>Seleccione <em>"TREZOR"</em> y haga click en<em> "Conectar a TREZOR"</em></li> <li>Cuando se le pida exportar la llave pública, haga click en <em>"Exportar"</em></li> <li>Ingrese el PIN de TREZOR (y la contraseña si fuera necesario)</li> <li>Compruebe si está seleccionada la vía de derivación HD correcta (para ETH debe haber una parte TREZOR ETH y una parte ETC TREZOR para ETC)</li> <li>Elija su dirección en la lista de abajo y haga clic en <em>"Desbloquear monedero"</em> (ésta dirección será la dirección de recepción)</li> <li>Copie y pegue la dirección de su cuenta y úsela para transferir activos a su TREZOR</li> </ul>

source: I want to send Ethers from my TREZOR.
es: Quiero enviar Ethers de mi TREZOR.

source: <p><strong>Please follow these instructions.</strong></p> <ul> <li>Plug your TREZOR to the computer</li> <li>Go to <a href="myetherwallet.com">MyEtherWallet</a></li> <li>In the upper right corner, make sure you are using the right asset <em>(ETH or ETC)</em></li> <li>Select <em>"Send Ether & Tokens"</em></li> <li>Select <em>"TREZOR"</em> and click on <em>"Connect to TREZOR"</em></li> <li>When you're asked to Export your public key, click on <em>"Export"</em></li> <li>Enter your PIN for TREZOR (and a Passphrase if needed)</li> <li>Check if the correct HD derivation path is selected (for ETH there must be TREZOR ETH part and TREZOR ETC part for ETC)</li> <li>From the list of addresses below select the account/wallet/address you want to send ethers from (balance will show on the right)</li> <li>Enter value, address, and select <em>"Generate Transaction" </em></li> <li>Confirm on TREZOR</li> <li>Confirm again on MyEtherWallet (select <em>"Send Transaction"</em>)</li> </ul>
es: <p><strong>Por favor siga éstas instrucciones.</strong></p> <ul> <li>Conecte su dispositivo TREZOR al ordenador</li> <li>Vaya al monedero <a href="myetherwallet.com">MyEtherWallet</a></li> <li>En la esquina derecha superior, asegúrese de que está utilizando el recurso correcto <em>(ETH or ETC)</em></li> <li>Seleccione <em>"Enviar Ether y Tokens"</em></li> <li>Seleccione <em>"TREZOR"</em> y haga click en<em> "Conectar a TREZOR"</em></li> <li>Cuando se le pida exportar la llave pública, haga click en <em>"Exportar"</em></li> <li>Ingrese el PIN de TREZOR (y la contraseña si fuera necesario)</li> <li>Compruebe si está seleccionada la vía de derivación HD correcta (para ETH debe haber una parte TREZOR ETH y una parte ETC TREZOR para ETC)</li> <li>De la lista de direcciones debajo, seleccione la cuenta/monedero/dirección de donde quieres enviar tus Ethers (el saldo se verá a la derecha)</li> <li>Ingrese el monto, dirección y seleccione <em>"Generar Transacción" </em></li> <li>Confirmar en el dispositivo TREZOR</li> <li>Confirmar nuevamente en MyEtherWallet (select <em>"Enviar transacción"</em>)</li> </ul>

source: Can I store Ethereum tokens as well?
es: ¿También puedo guardar tokens Ethereum?

source: <p>You need TREZOR firmware version 1.5.0 (or above) that enables the support for ERC-20 tokens. Please read this <a href="https://blog.trezor.io/trezor-firmware-updated-to-1-5-0-7a402d3e9f89">article</a> for more details. </p><p> The list of all supported tokens can be found <a href="https://github.com/trezor/trezor-mcu/blob/master/firmware/ethereum_tokens.c">here</a>. </p><p>You can use these <a href="https://www.reddit.com/r/TREZOR/comments/68rq9i/storing_gnt_using_trezor/">instructions</a> to manage your tokens.</p>
es: <p> Es necesaria la versión 1.5.0 del firmware de TREZOR (o superior) para el soporte de fichas ERC-20. Por favor, lea este <a href="https://blog.trezor.io/trezor-firmware-updated-to-1-5-0-7a402d3e9f89"> artículo</a> para más detalles. </p> <p> La lista de todos los tokens compatibles se puede encontrar <a href="https://github.com/trezor/trezor-mcu/blob/master/firmware/ethereum_tokens.c"> auí</a>. </p> <p> Siga estas<a href="https://www.reddit.com/r/TREZOR/comments/68rq9i/storing_gnt_using_trezor/"> instrucciones</a> para administrar sus tokens.</p>

source: TREZOR is freezing during various processes.
es: TREZOR está detenido durante varios procesos.

source: <p>In such a situation, it is necessary to try your TREZOR with different USB cables, USB ports and on another computer before the RMA process for exchanging your TREZOR can be started.</p>
es: <p> En tal situación, es necesario probar el dispositivo TREZOR con diferentes cables USB, en varios puertos USB y en otro ordenador antes de iniciar el proceso RMA para el recambio de su dispositivo TREZOR</p>

source: I've enabled the passphrase protection.
es: He activado la contraseña de protección.

source: <p>Please use it only if you are absolutely certain you know how it works. If you ever forget or lose your passphrase, your wallet will become irrecoverable. </p><p>If you had some coins protected by your TREZOR before you activated passphrase protection, then you can access them by entering an empty passphrase. In other words, when prompted to enter your passphrase, you will not insert any character, but hit <em>"Enter"</em> button instead.</p>
es: <p> Utilícelo sólo si tiene la absoluta certeza de que sabe cómo funciona. Si alguna vez olvida o pierde su contraseña, su monedero se volverá irrecuperable. </p> <p> Si tuvieras algunas monedas protegidas por tu TREZOR antes de activar la protección de contraseña, puedes acceder a ellas ingresando una frase de contraseña vacía. En otras palabras, cuando se le pida que introduzca su frase de contraseña, no escriba nada, sólo pulse el botón <em> "Enter" </em>. </p>

source: I can't start the update process.
es: No puedo iniciar el proceso de actualización.

source: <p>Please check the version of bootloader. It should be visible on your TREZOR display when attempting the update process.</p> <p>There is a small problem with TREZOR Bootloader 1.3.0, which prevents the device from being properly recognized if a user holds the device buttons pressed for a longer-than-necessary amount of time. The problem can be resolved by pressing the buttons only for a short amount of time (click) when entering Bootloader mode. </p> <strong>We would suggest trying these instructions:</strong> <ul> <li>Plug micro-USB into TREZOR.</li> <li>Align USB-A to a port on your computer.</li> <li>Plug the USB-A into your computer. At the same time, click both buttons on your TREZOR.</li> <li>The device should boot up in Bootloader mode, and the computer should recognize it.</li> <li>If the computer does not recognize your TREZOR, please try again. Timing is essential.</li> <li>Windows users, please check Device Manager if TREZOR is not recognized repeatedly.</li> </ul> <p>It should be resolved with a click rather than holding down the buttons. We have reports that it helped to quickly release the buttons when plugging the USB cable. Even trying it with the different USB cables or ports can yield the better results. If none of these is working then we will face the next step in troubleshooting.</p>
es: <p> Compruebe la versión del gestor de arranque (Bootloader). Debería estar visible en su pantalla TREZOR cuando intente el proceso de actualización.</p> <p>Hay un pequeño problema con TREZOR Bootloader 1.3.0, que impide que el dispositivo sea reconocido correctamente si se mantienen pulsados los botones del dispositivo durante un tiempo más prolongado del necesario. El problema se puede resolver presionando los botones sólo por un corto período de tiempo (clic) al ingresar al modo Bootloader. </p> <strong>Sugerimos seguir estas instrucciones:</strong> <ul> <li>Conecta el micro-USB a TREZOR.</li> <li>Aliñe y acerque el USB-A a un puerto de su ordenador.</li> <li>Conecte el USB-A al puerto del ordenador mientras presiona ambos botones de su TREZOR.</li> <li>El dispositivo debería iniciarse en el modo Bootloader, y la computadora debería reconocerlo.</li> <li>Si la computadora no reconoce su TREZOR, intente nuevamente. La coordinación es esencial.</li> <li>Usuarios de Windows, compruebe el Administrador de dispositivos si TREZOR no es reconocido en un par de intentos.</li> </ul> <p>Podría resolverse con un clic en vez de mantener presionados los botones. Tenemos informes de que funcionó liberar rápidamente los botones al enchufar el cable USB. Incluso intentarlo con los diferentes cables o puertos USB puede producir mejores resultados. Si ninguno de éstos está funcionando, nos enfrentaremos al siguiente paso en la solución de problemas.</p>

source: Sending and receiving with TREZOR.
es: Envío y recepción con TREZOR.

source: <p>The instructions are written for Bitcoin, but can be used even for Litecoin, Dash and ZCash. Please don't be mislead by the screenshots, the procedure is the same. </p> <p>The manual for <a href="http://doc.satoshilabs.com/trezor-user/receivingpayments.html">receiving</a> and for <a href="http://doc.satoshilabs.com/trezor-user/makingpayments.html">sending.</a></p>
es: <p> Las instrucciones están escritas para Bitcoin, pero pueden utilizarse incluso para Litecoin, Dash y ZCash. Por favor, no se deje engañar por las capturas de pantalla, el procedimiento es el mismo. </p> <p> El manual para <a href = "http://doc.satoshilabs.com/trezor-user/receivingpayments.html"> recibir </a> y para <a href = "http://doc.satoshilabs.com/trezor-user/makingpayments.html"> enviar. </a> </p>

source: I want to be Affiliate/Reseller.
es: Quiero ser un afiliado/distribuidor.

source: <p>We're very pleased and excited that you've decided to apply for Affiliate / Reseller partnership. </p><p>First of all, please take a few moments and look into our manual for some <a href="http://doc.satoshilabs.com/trezor-faq/affiliate.html">details.</a> </p><p>Here is the link for the <a href="https://shop.trezor.io/sales/">Sales Partners form</a>. Once finished, our Sales Team will get back to you as soon as possible. </p><p>Since the number of the requests is high, it may take some time until your email is answered. Thank you for your patience. The Support Team will provide you with the same information.</p>
es: <p> Estamos muy contentos y emocionados de que hayas decidido solicitar la asociación de afiliado/distribuidor. </p> <p> En primer lugar, por favor, tómese unos momentos y consulte nuestro manual para conocer <a href="http://doc.satoshilabs.com/trezor-faq/affiliate.html"> detalles.</a> </p> <p> Aquí está el enlace para el formulario <a href="https://shop.trezor.io/sales/"> formulario de socios de ventas</a>. Una vez terminado, nuestro Equipo de Ventas se comunicará con usted tan pronto como sea posible. </p> <p>Debido a que el número de solicitudes es alto, puede demorar algún tiempo hasta que se le responda. Gracias por su paciencia. El Equipo de Soporte le proporcionará la misma información.</p>

source: What UASF (other fork) means?
es: ¿Qué significa UASF (otra bifurcación)?

source: <p>TREZOR is UASF ready in the same way as for Bitcoin Unlimited fork. Users will be free to choose in User Interface. No need to be concerned. Whether the UASF eventually happens or not, your coins with TREZOR will be safe either way. Feel free to refer to our official <a href="https://blog.trezor.io/contingency-plan-bitcoin-hard-fork-b6ce85cde028">blog post</a>.</p> <p><a href="https://blog.trezor.io/trezor-advisory-uasf-chain-split-fork-2f95cf2c11a0">Updated article regarding UASF and August 1st, 2017 is available here</a></p>
es: <p>TREZOR está preparado para UASF de la misma manera que para el fork de Bitcoin Unlimited. Los usuarios podrán elegir libremente en la interfaz de usuario. No hay necesidad de preocuparse. Ya sea que el UASF eventualmente pase o no, sus monedas con TREZOR estarán seguras de cualquier manera. No dude en consultar nuestro <a href="https://blog.trezor.io/contingency-plan-bitcoin-hard-fork-b6ce85cde028">blog oficial</a>.</p> <p><a href="https://blog.trezor.io/trezor-advisory-uasf-chain-split-fork-2f95cf2c11a0">El artículo actualizado sobre el UASF y el fork del 1 de agosto de 2017 está disponible aquí</a></p>

source: Your company suddenly shuts down?
es: ¿Su empresa se cierra de repente?

source: <p>First of all, we certainly don't plan to stop our business, but even if something unexpected happens, you can use a variety of compatible third-party services for using TREZOR or only for recovery process that let you access the funds directly in the respective wallet. </p> <p>Here you can find the <a href="http://doc.satoshilabs.com/trezor-apps/index.html#recovering-funds-without-trezor-device">full list</a> of compatible services. Moreover, TREZOR is an open source project, so it is possible to use the code and build your own solution.</p>
es: <p> En primer lugar, ciertamente no planeamos detener nuestro negocio, pero incluso si algo inesperado sucede, puede utilizar una variedad de servicios de terceros compatibles con TREZOR o sólo para el proceso de recuperación para acceder a los fondos directamente en el monedero respectivo. </p> <p> Aquí puede encontrar la <a href="http://doc.satoshilabs.com/trezor-apps/index.html#recovering-funds-without-trezor-device"> lista completa</a> de los servicios compatibles. Además, TREZOR es un proyecto de código abierto, por lo que es posible usar el código y construir su propia solución.</p>

source: I want a promo code.
es: Quiero un código promocional.

source: <p>We release promo codes during some specific dates or events, always available for a limited amount of time. Unfortunately, we cannot apply the discount retrospectively. </p><p>We believe the device is worth every penny of it's original price, so you don't need to feel bad about buying it for a full price as proven by many satisfied customers. </p><p>Please subscribe to our Newsletter to be always on the top of the news and never miss any opportunity. You can subscribe at the bottom of our <a href="http://trezor.io">website</a>.</p>
es: <p> Lanzamos códigos promocionales durante algunas fechas o eventos específicos, siempre disponibles por un período limitado de tiempo. Desafortunadamente, no podemos aplicar el descuento retrospectivamente. </p> 2<p> Creemos que el dispositivo vale cada centavo de su precio original, por lo que no se sienta mal por comprarlo por un precio normal como lo prueban muchos clientes satisfechos. </p> 4<p> Suscríbete a nuestro boletín para estar siempre actualizado y no pierdas ninguna oportunidad. Puedes suscribirte en la parte inferior de nuestro <a href="http://trezor.io"> sitio</a>.</p>

source: Is there some discount on bulk orders/wholesale?
es: ¿Hay algún descuento en pedidos a granel o mayorista?

source: <p>Discounts are available when ordering ten or more units. For the discount list and more information, please register first with our <a href="https://shop.trezor.io/sales/">Sales Partner form</a>. Once finished, we will get back to you as soon as possible. </p> <p>Since the number of the requests is high, it may take some time until your email is answered. Thank you for your patience.</p>
es: <p>Los descuentos están disponibles cuando se ordenan diez o más unidades. Para la lista de descuentos y más información, regístrese primero en nuestro <a href="https://shop.trezor.io/sales/">formulario de socio de ventas</a>. Una vez que haya finalizado, le responderemos lo antes posible. </p> <p>Puesto que el número de solicitudes es alto, puede llevar un tiempo hasta que se respondamos su correo electrónico. Gracias por su paciencia.</p>

source: Status of my order.
es: Estado de mi pedido.
