Repository: satoshilabs/trezor.io-l10n
Catalog: */LC_MESSAGES/django.po
Languages: es

source: <p>You can check the status of your order when you log into your e-shop <a title="account" href="https://shop.trezor.io/user/profile/">account</a>. </p><p>Orders are processed within 48 hours during business days. All unpaid orders are automatically canceled after 24 hours.</p>
es: <p>Puedes verificar el estado de tu pedido cuando inicias sesión en la tienda en línea <a title="account" href="https://shop.trezor.io/user/profile/">mi cuenta</a>. </p><p>Las órdenes se procesan dentro de las 48 horas en días hábiles. Todos los pedidos impagos se cancelan automáticamente después de 24 horas.</p>

source: I've paid, but my order was canceled.
es: Pagué, pero mi pedido fue cancelado.

source: <p>Please log to your e-shop <a title="account" href="https://shop.trezor.io/user/profile/">account</a> and check if there are more created orders associated with your e-mail. It is possible that the notification of cancellation was related to another order.</p>
es: <p>Por favor, inicie sesión en la tienda en línea <a title="account" href="https://shop.trezor.io/user/profile/">mi cuenta</a> y verifique si hay más pedidos creados asociados con su correo electrónico. Es posible que la notificación de cancelación esté relacionada con otra orden.</p> 4

source: What are the payment options in your e-shop?
es: ¿Cuáles son las opciones de pago en su tienda en línea?

source: <p>You can pay with bitcoins or with a credit card. Please visit our <a href="https://shop.trezor.io/">e-shop</a> and see for yourself :).</p>
es: <p>Puedes pagar con bitcoins o con una tarjeta de crédito. Por favor visite nuestra <a href="https://shop.trezor.io/">tienda en línea</a> y véalo usted mismo :).</p>

source: What if...
es: Y si...

source: Contact support.
es: Póngase en contacto con el soporte técnico.

source: <p>Sorry for the inconvenience, please <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">send us a message</a> including the information about the issue and details like your operating system and our Support Team will answer in a timely manner.</p>
es: <p>Discúlpenos por los inconvenientes, por favor <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">envíenos un mensaje</a> que incluya la información sobre el problema y detalles como su sistema operativo y nuestro Equipo de Soporte responderá pronto.</p>

source: Shop
es: Compras

source: Docs
es: Documentos

source: Follow us
es: Síguenos en
