Repository: satoshilabs/trezor.io-l10n
Catalog: */LC_MESSAGES/django.po
Languages: es

source: Limitless possibilities.
es: Posibilidades infinitas.

source: Get the most out of your TREZOR.
es: Saque el máximo provecho de si TREZOR.

source: Wallet for Bitcoin and others
es: Monedero para Bitcoins y otros

source: <p>The most trusted and secure way to store your bitcoins. Protect a variety of alternative digital currencies. Litecoin, DASH and Zcash with a single device.</p>
es: <p>La mas confiable y segura manera de guardar sus Bitcoins. Proteja varias monedas digitales. Litecoin, DASH y Zcash con un único dispositivo.</p>

source: Go to Suite
es: Ir a Suite

source: Ethereum integration
es: Integración con Ethereum

source: <p> Saved under the same seed, secured by the same technology. Use Ethereum conveniently in cooperation with our partners at MyEtherWallet </p>
es: <p> Protegido con la misma semilla, asegurado con la misma tecnología. Use Ethereum convenientemente en cooperación con nuestros socios de MyEtherWallet </p>

source: Go to MEW
es: Ir a MEW

source: Password Manager
es: Administrador de contraseñas

source: <p>Try out the next-generation password management app. Encrypt passwords separately and sync them to your private cloud, hassle-free, with TREZOR.</p>
es: <p>Pruebe la aplicación de ultima generación de administración de contraseñas. Encripte las contraseñas por separado y sincronícelas fácilmente en su cuenta privada en la nube, con TREZOR.</p>

source: Secure Admin SSH Access
es: Acceso seguro a la administración SSH

source: <p>Protect access to your servers, data or websites administration. SSH login with single or multiple sessions.</p>
es: <p>Proteja el acceso a sus servidores, base de datos o a la administración de paginas web. Inicio SSH simple o múltiple cesión.</p>

source: SSH Agent on GitHub
es: Agente SSH en GitHub

source: 2-Factor Authentication
es: Doble autentificación (2FA)

source: <p>Safeguard your online accounts and identities. Enable the industry standard FIDO/U2F and use TREZOR as your security token.</p>
es: <p>Proteja su identidad y sus cuentas on-line. Habilite el estándar industrial FIDO/U2F y use TREZOR como token de seguridad.</p>

source: More about U2F
es: Más acerca de U2F

source: Sign &amp; Encrypt with GPG
es: Firme &amp; encriptado con GPG

source: <p>TREZOR encrypts every document or email you create with GPG.</p>
es: <p>TREZOR encripta cada documento o email con GPG.</p>

source: GPG via SSH Agent
es: GPG a través del agente SSH

source: Password-less Login
es: Inicio sin contraseña

source: <p>Securely sign up and login with a click of a button, using TREZOR Connect.</p>
es: <p>Regístrese e inicie sesión de forma segura sólo con presionar un botón, utilizando TREZOR Connect.</p>

source: TREZOR Connect on GitHub
es: TREZOR Connect en GitHub

source: Sign &amp; Verify Messages
es: Firmar &amp; Verificar mensajes

source: <p>Easily prove your ownership of messages and documents, or verify others.</p>
es: <p>Pruebe fácilmente que mensajes y documentos le pertenecen o verifique de otros.</p>

source: More about Messages
es: Más acerca de Mensajes

source: Explore Integrations
es: Explore Integraciones

source: <p>Connect your TREZOR to third party wallets and services.</p>
es: <p>Conecte su TREZOR a monederos y servicios de terceros.</p>

source: TREZOR Apps
es: Aplicaciones TREZOR

source: Developers, come along!
es: Desarrolladores ¡Vengan!

source: GitHub Repos
es: Depósito GitHub

source: Dev Community Chat
es: Chat de la comunidad de desarrolladores

source: Learn from TREZOR Developer's Guide
es: Aprenda más con la Guía de Desarrolladores de TREZOR

source: Learn. Collaborate. Innovate.
es: Aprender. Colaborar. Innovar.

source: <p>Join us and work on top-notch global projects related to Bitcoin and security. Become a part of our team resposible for several influential projects that marked milestones in the Bitcoin world. We love to work with talented and enthusiastic developers, marketers or designers.</p>
es: <p>Únase a nosotros y trabaje en proyectos globales de primera categoría relacionados con Bitcoin y seguridad. Forma parte de nuestro equipo Responsable de varios proyectos influyentes que marcaron hitos en el mundo de Bitcoin. Nos encanta trabajar con desarrolladores, vendedores o diseñadores talentosos y entusiastas.</p>

source: Bitcoin wallet.
es: Monedero Bitcoin.

source: passwords.
es: contraseñas.

source: accounts.
es: cuentas.

source: emails.
es: correos.

source: Buy for €89
es: Comprar por €89

source: Supported platforms:
es: Plataformas disponibles:

source: New TREZOR owner?
es: ¿Dueño de un TREZOR nuevo?

source: Start now
es: Comience ahora

source: Usage
es: Uso

source: Features
es: Características

source: Specs
es: Especificaciones

source: Developers
es: Desarrolladores

source: Team
es: Equipo

source: Cryptocurrency wallet
es: Monedero de criptomonedas

source: ERC-20 tokens
es: Token ERC-20

source: Explore more functions
es: Explore más funciones

source: Easy &amp; Secure.
es: Fácil &amp; Seguro.

source: Bitcoin wallet of my choice.
es: Monedero Bitcoin de mi elección.

source: Quick setup.
es: Configuración rápida.

source: <p>Get your TREZOR ready within minutes in a completely private, registration-free process.</p>
es: <p>Su TREZOR listo en minutos, sin registración y completamente privado.</p>

source: More about setup
es: Más acerca de la configuración

source: Use with ease.
es: Use fácilmente.

source: <p>Using TREZOR is easy. Just follow the instructions on the display and click the button to confirm important actions.</p>
es: <p>Usar TREZOR es muy fácil. Solo siga las instrucciones en la pantalla y presione el botón para confirmar acciones importantes.</p>

source: Lost? Restore.
es: ¿Se perdió? Restáurelo.

source: <p>No worries, use your secret words to quickly regain access to all your keys, money, history, accounts and emails.</p>
es: <p>No se preocupe, utilice sus palabras secretas para recuperar rápidamente el acceso a todas sus llaves, dinero, historia, cuentas y correos.</p>

source: Help with recovery
es: Ayuda con la recuperación

source: TREZOR as a Bitcoin wallet.
es: TREZOR como monedero Bitcoin.

source: <p>The most trusted and secure way to store your bitcoins. Isolate your private keys into the safety of TREZOR and enjoy Bitcoin without risk. The best protection at no cost to your convenience.</p>
es: <p>La más confiable y segura forma de guardar sus Bitcoins. Aísle sus llaves privadas dentro de la seguridad de TREZOR y disfrute, sin riesgo, de Bitcoin. La mejor protección, sin costo, para su conveniencia.</p>

source: Trusted by Bitcoin businesses.
es: Negocios Bitcoin confían.

source: <h3 class="card-title">Supporting more coins.<br/>Everyday.</h3>
es: <h3 class="card-title">Agregando mas tipos de monedas.<br/>Todos los días.</h3>

source: Leading security by design.
es: Seguridad líder por diseño.

source: <p>Advanced cryptography, reliable hardware, simple interface. All in perfect cooperation.</p>
es: <p>Criptografía avanzada, hardware confiable, interfaz simple. Todo en perfecta cooperación.</p>

source: Small and Sturdy
es: Pequeño y robusto

source: Fits into your palm.<br/> Tamper-proof, water-resistant and extremely durable.
es: Cabe un tu mano.<br/> A prueba de maltrato, resistente al agua y extremadamente durable.

source: Minimalistic
es: Minimalista

source: We removed everything that could be easily hacked.
es: Quitamos todo lo que podría ser fácilmente hackeado.

source: Trust your own eyes
es: Confía en tus ojos

source: Check important transaction details before you confirm. <br/>This display will always tell you the truth.
es: Antes de confirmar, compruebe los detalles importantes de la transacción. <br/>La pantalla le dirá siempre la verdad.

source: Trust your own hands
es: Confía en tus manos

source: Everything important needs your direct physical approval.
es: Todo lo importante necesita tu aprobación física directa.

source: Powerful Cryptography
es: Criptografía poderosa

source: TREZOR uses and creates the most advanced standards in cryptography and Bitcoin.
es: TREZOR utiliza y crea los estándares más avanzados en criptografía y Bitcoin.

source: Endorsed by experts.
es: Aprobado por expertos.

source: Loved by thousands of users all over the World.
es: Amado por miles de usuarios de todo el mundo.

source: CEO and Cofounder, 21
es: CEO y cofundador, 21

source: TREZOR is a pioneering hardware wallet, and a great way to store your digital currency locally.
es: TREZOR es pionero en monedero hardware, y una gran manera de guardar tus monedas localmente.

source: With TREZOR you don't need to be a security expert to have expert level security.
es: Con TREZOR no necesita ser un experto en seguridad para tener un nivel experto de seguridad.

source: Economist
es: Economista

source: Hardware wallets have become the standard for secure, long-term bitcoin storage. Trezor is the gold standard for hardware wallets.
es: Monederos Hardware se han convertido en el estándar para asegurar a largo plazo el deposito de bitcoins. Para monederos hardware, TREZOR es el máximo estándar.

source: Just a few media mentions...
es: Sólo algunas menciones en los medios...

source: Technical specification.
es: Especificaciones técnicas.

source: <p>We trimmed away everything that could be hacked and focused on powerful hardware features and software logic.</p>
es: <p>Quitamos todo lo que pudiera ser hackeado y nos focalizamos en potentes funciones del hardware y de la lógica del software.</p>

source: <p>Join us and work on top-notch global projects related to Bitcoin and security. Become a part of our team resposible for several influential projects that marked milestones in the Bitcoin world. We love to work with talented and enthusiastic developers, marketers or designers.</p>
es: <p>Únase a nosotros y trabaje en proyectos globales de primera categoría relacionados con Bitcoin y seguridad. Forme parte de nuestro equipo Responsable de varios proyectos influyentes que marcaron hitos en el mundo de Bitcoin. Nos encanta trabajar con desarrolladores talentosos, vendedores o diseñadores.</p>

source: <p class="text-sm-center text-xs-center text-lg-right">We are ambitious pioneers of technology, who strive to bring cryptography to the masses! Innovation is our engine; never-ending research and development keeps us at the top. Our aim is to understand and deliver secure yet easy-to-use solutions to real problems. We create and foster our open-source cryptography environment, the “TREZOR ecosystem,” for which we continuously develop flagship applications.</p>
es: <p class="text-sm-center text-xs-center text-lg-right">Somos pioneros ambiciosos de la tecnología, ¡Que nos esforzamos por llevar la criptografía a las masas! Nuestro motor es la innovación; la interminable investigación y desarrollo nos mantiene a la cabeza. Nuestro objetivo es entender y entregar soluciones seguras pero fáciles de usar a problemas reales. Creamos y fomentamos nuestro entorno criptográfico de código abierto, el "ecosistema TREZOR" por lo que continuamente desarrollamos aplicaciones emblemáticas.</p>

source: Convinced by our values.
es: Convencidos de nuestros valores.

source: Meet our team.
es: Conozca nuestro equipo.

source: <p>Our team features some of the most recognized Bitcoin and security experts, a dedicated support team, as well as the most qualified Jack Russell in the world.</p>
es: <p>Nuestro equipo cuenta con algunos de los expertos de Bitcoin y de seguridad más reconocidos, un equipo de soporte dedicado, así como el Jack Russell más calificado del mundo.</p>

source: Door Supervisor
es: Vigilante de entrada

source: Architect
es: Arquitecto

source: Alchemist
es: Alquimista

source: Catalyst
es: Catalizador

source: Operations
es: Operaciones

source: Office
es: Oficina

source: Developer
es: Desarrollador

source: Support
es: Soporte

source: Marketing
es: Mercadeo

source: Say goodbye to your master password.
es: Dile adiós a tu contraseña maestra.

source: Download for Chrome
es: Descargar para Chrome

source: Don't have a TREZOR?
es: ¿No tienes TREZOR?

source: Get one
es: Consigue uno

source: Public Beta Announcement
es: Anuncio público beta

source: Expert-level encryption in your hands.
es: Encripción nivel experto en tus manos.

source: TREZOR Password Manager benefits from the proven security design of the most trusted bitcoin hardware wallet.
es: TREZOR Password Manager se beneficia del probado diseño de seguridad del monedero hardware más confiable.

source: Secure access to passwords.
es: Acceso seguro a tus contraseñas.

source: Forget about master passwords. A simple click on your TREZOR button is a much more secure way to unlock your password manager.
es: Olvídese de contraseñas maestras. Un simple click en el botón de su TREZOR es una forma mucho mas segura de desbloquear el administrador de contraseñas.

source: Original TREZOR security.
es: Seguridad original de TREZOR.

source: The open-source TREZOR code has been reviewed by renowned security experts across the globe.
es: El código abierto de TREZOR ha sido revisado por renombrados expertos en seguridad alrededor del mundo.

source: Use your recovery seed of 24 words to regain access to you passwords, encrypted on Dropbox or Google Drive.
es: Use su semilla de recuperación de 24 palabras para recuperar el acceso a sus contraseñas encriptadas en Dropbox o Google Drive.

source: Send us feedback
es: Envíanos tus comentarios

source: The TREZOR Password Manager has been released for public beta testing and we welcome your feedback and bug reports.
es: TREZOR Password Manager beta ha sido distribuido para el testeo publico, sus comentarios y reportes de errores son bienvenidos.

source: Frequently Asked Questions
es: Preguntas frequentes

source: Traditional password managers share one weak point - the master password. Once someone knows your Master Password, they can get all of your passwords. TREZOR Password Manager doesn't require a master password. Instead, your TREZOR is the master key to your passwords.
es: Administradores de contraseñas tradicionales comparten la misma debilidad - la contraseña maestra. Cuando alguien conoce tu contraseña maestra, éste puede acceder a todas tus contraseñas. TREZOR Password Manager no requiere de una contraseña maestra. En su lugar, su TREZOR es la clave maestra de sus contraseñas.

source: Reports of master password breaches in <a href="http://thehackernews.com/2014/07/critical-vulnerability-and-privacy.html">RoboForm</a> and <a href="https://www.wired.com/2015/06/hack-brief-password-manager-lastpass-got-breached-hard/">LastPass</a>.
es: Informes de violaciones de contraseña maestras en <a href="http://thehackernews.com/2014/07/critical-vulnerability-and-privacy.html">RoboForm</a> y <a href="https://www.wired.com/2015/06/hack-brief-password-manager-lastpass-got-breached-hard/">LastPass</a>.

source: Why use TREZOR?
es: ¿Por qué usa TREZOR?

source: TREZOR is the most secure and most ubiquitous hardware wallet in the world. It uses cutting-edge cryptography to protect digital money and any valuable online assets such as passwords.
es: TREZOR es el monedero hardware más seguro y ubicuo del mundo. Utiliza criptografía de vanguardia para proteger el dinero digital y cualquier activo valioso en línea, como contraseñas.

source: Since its launch in 2014, TREZOR has been embraced by users in almost 100 countries and continues to receive excellent reviews from renowned security experts.
es: Desde su lanzamiento en 2014, TREZOR ha sido aceptado por los usuarios en casi 100 países y sigue recibiendo excelentes críticas de reconocidos expertos en seguridad.

source: How does TREZOR encrypt password entries?
es: ¿Cómo encripta TREZOR las contraseñas?

source: TREZOR encrypts each password entry separately with a unique key.
es: TREZOR encripta cada contraseña de forma separada con una clave única.

source: The signature is derived from a unique private key on the TREZOR. All private keys are generated in its secure offline environment and never leave the device, making TREZOR impenetrable by hackers or malware.
es: La firma se deriva de una clave privada única en el TREZOR. Todas las claves privadas se generan en un entorno seguro sin conexión y nunca abandonan el dispositivo, por lo que TREZOR es impenetrable por los hackers o el malware.

source: How can I import / export my passwords?
es: ¿Cómo importo/exporto mis contraseñas?

source: While we are in the testing phase, you can't. We will add these features once all basic functionalities are well tested and stable across most platforms.
es: Mientras estamos en la fase de pruebas, no se puede. Añadiremos estas características una vez que todas las funcionalidades básicas estén bien probadas y estables en la mayoría de las plataformas.

source: Thank you!
es: ¡Gracias!

source: Finally in your hands! Now, it's time for 3 simple steps before you setup your device.
es: ¡Finalmente en tus manos! Ahora, 3 simples pasos antes de configurar su dispositivo.

source: Learn how PIN works.
es: Aprenda como funciona PIN.

source: <strong>PIN</strong> protects your TREZOR from unauthorized access. Use at least 4 different numbers. Try to avoid simple PINs as '1234'.
es: <strong>PIN</strong> proteje su TREZOR evitando accesos nos autorizados. Use por lo menos 4 números diferentes. Evite combinaciones simples como '1234'.

source: During the TREZOR setup, you will enter your new PIN twice. Notice that the numbers shown on TREZOR change between the entries.
es: Durante la configuración de su TREZOR, usted va a ingresar su nuevo PIN dos veces. Observe que los números mostrados en TREZOR cambian de posición entre las entradas.

source: Learn more about PIN
es: Aprenda mas acerca de PIN

source: Understand the recovery seed.
es: Entender la semilla de recuperación.

source: <strong>Recovery Seed</strong> is the 24-word long recovery phrase, with which you can restore your wallet, in case of theft or loss. It is absolutely crucial to write down the seed! The recovery seed will be generated for you during the setup of your TREZOR.
es: <strong>Recovery Seed</strong> o Semilla de Recuperación es la frase de recuperación de 24 palabras con las que puede restaurar su monedero en caso de robo o pérdida. ¡Es absolutamente crucial escribir la semilla! La semilla de recuperación se generará para usted durante la configuración de su TREZOR.

source: Never make a digital copy of your recovery seed and never upload it online. Keep your recovery seed in a safe place. TREZOR cannot be held liable for financial losses incurred through the client’s improper care of sensitive information.
es: Nunca haga una copia digital de su semilla de recuperación y nunca la suba on-line. Mantenga sus semillas de recuperación en un lugar seguro. TREZOR no puede ser considerado responsable de las pérdidas financieras incurridas por el cuidado inadecuado de información sensible por parte del cliente.

source: Learn more about Recovery
es: Aprenda mas acerca de la recuperación

source: Stay updated about important news.
es: Manténgase actualizado acerca de novedades importantes.

source: In order to stay fully informed about security and feature updates from our experts, please subscribe to our TREZOR newsletter.
es: Para mantenerse informado sobre características y actualizaciones de seguridad de nuestros expertos, por favor suscríbase a nuestro boletín TREZOR.

source: No, skip it
es: No, saltear

source: Please take some time to familiarize yourself with our policies first.
es: Por favor, primero, tómese su tiempo para familiarizarse con nuestras políticas.

source: Warranty information
es: Información de garantía

source: Done, let's go!
es: Hecho ¡vamos!

source: You will be redirected to Trezor Wallet to setup your device.
es: Usted será redireccionado a TREZOR Wallet para configurar su dispositivo.

source: Support Center.
es: Centro de soporte.

source: How can we help you?
es: ¿Cómo puedo ayudarlo?

source: Troubleshooter
es: Solucionador de problemas

source: Loading...
es: Cargando...

source: Hello, do you need help with your TREZOR?
es: Hola ¿Necesita ayuda con su TREZOR?

source: Technical Issues
es: Problemas técnicos

source: Orders &amp; Shipping
es: Pedidos&amp; Envíos

source: <p>Order - Did you order a TREZOR and haven't received it yet?</p>
es: <p>Pedido - ¿Usted pidió un TREZOR y todavía no lo recibió?</p>

source: <h4 class="header">Wallet doesn't detect the device.</h4>
es: <h4 class="header">Wallet no detecta el dispositivo.</h4>

source: <p>Many different factors could cause this problem. Let's troubleshoot this issue further. Could you share more information with us?</p>
es: <p>Diferentes factores podrían ser la causa de este problema. Vamos a solucionarlo. ¿Podría compartir más información con nosotros?</p>

source: Wallet keeps asking me to download the bridge.
es: Wallet sigue pidiéndome que baje the bridge.

source: <p>This usually means that a transport method is missing or that it was not installed correctly. You can use either TREZOR Bridge or <a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj?hl=en">TREZOR Chrome extension</a>.</p> <p>However, it could also mean that something in your browser or your computer configuration may be blocking the connection with your TREZOR. The most common culprits are content blockers, such as AdBlock or script blockers.</p>
es: <p>Esto generalmente significa que no hay un método de transmisión o que no se instaló correctamente. Puede utilizar la extensión TREZOR Bridge o <a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj?hl=en"> la extensión TREZOR de Chrome</a>.</p> <p> También podría significar que algo en su navegador o la configuración de su ordenador puede estar bloqueando la conexión con su TREZOR. Los mas comunes son bloqueadores de contenido como AdBlock o bloqueadores de comandos.</p>

source: <h4 class="header">TREZOR won't power up.</h4>
es: <h4 class="header">TREZOR no encenderá.</h4>

source: <p><em>After plugging in the device, its screen won't power up at all. </em></p> <p>Please, try using a different micro USB cable.</p>
es: <p><em>Luego de conectar el dispositivo, la pantalla no encendió. </em></p> <p>Por favor, intente con otro cable micro USB.</p>

source: <h4 class="header">Still didn't receive my TREZOR.</h4>
es: <h4 class="header">Todavía no recibí mi TREZOR.</h4>
