Repository: satoshilabs/trezor.io-l10n
Catalog: */LC_MESSAGES/django.po
Languages: es

source: Start an investigation.
es: Inicie una investigación.

source: <p>Sorry for the inconvenience, please <a href="https://satoshilabs.kayako.com/conversation/new/10">send us a message</a> including the information about your order (name and email from your order) and our Support Team will answer in a timely manner.</p>
es: <p>Disculpas por el inconveniente, por favor <a href="https://satoshilabs.kayako.com/conversation/new/10">envíenos un mensaje </a> incluyendo la información de su pedido (nombre e e-mail de su pedido) y nuestro Equipo de Soporte responderá oportunamente</p>

source: No, report failure.
es: No, informe la falla.

source: <h4 class="header">I tried using a different cable.</h4>
es: <h4 class="header">Lo intenté usando un cable diferente.</h4>

source: <p>Did this step help? If not, let's troubleshoot this issue even further. Try to connect your TREZOR device to different computer.</p>
es: <p>¿Éste paso fue de ayuda? Si no, continuemos. Intente conectar su dispositivo TREZOR en otro ordenador.</p>

source: I connected TREZOR to a different computer.
es: Conecté mi TREZOR a otro ordenador.

source: Did that work?
es: ¿Funcionó?

source: Yes, it works!
es: ¡Si, funciona!

source: Great! Good job on fixing the issue.
es: ¡Genial! Buen trabajo solucionando este problema.

source: Check if the trezord process is running.
es: Compruebe si el proceso "trezord" está en funcionando.

source: <p>If you are sure that you have already installed the bridge software and TREZOR Wallet keeps asking you to install it, it is quite possible that the process running in the background froze.</p><p>Please go to the task manager of your OS and check if the process called "trezord" is currently running. Restart it if necessary.</p><p>Direct link to Bridge software is <a href="https://beta-wallet.trezor.io/data/bridge/latest/index.html">here</a>.</p>
es: <p>Si usted está seguro que instaló el software "bridge" y TREZOR Wallet continúa pidiendo que lo instale, ws muy posible que el proceso que se ejecuta en el "background" se congeló.</p><p>Por favor vaya al administrador de tareas de su sistema operativo y compruebe que el proceso llamado "trezord" esta funcionando. Reinicie si es necesario.</p><p>El enlace directo al software "Bridge" está <a href="https://beta-wallet.trezor.io/data/bridge/latest/index.html">aquí</a>.</p>

source: <h4 class="header">I've restarted the bridge and it works!</h4>
es: <h4 class="header">¡Reinicié el "bridge" y funcionó!</h4>

source: Yay! Great job on resolving the issue :)
es: ¡Muy bien! Buen trabajo solucionando problemas :)

source: Still nothing (Run the browser in private/incognito mode).
es: Todavía nada (Ejecutar el navegador en modo privado/incógnito).

source: <p>Okay, there might be some add-on which blocks the communication. Please try running your browser in a private/incognito mode of the browser.</p>
es: <p>Ok, Puede haber algún complemento que esté bloqueando la comunicación. Por favor, inténtelo ahora usando el navegador en modo privado o incógnito.</p>

source: Still nothing. (Try the supported browser - Chrome or Firefox)
es: Aún nada. (Pruebe con los navegadores compatibles: Chrome o Firefox)

source: <p> Thanks for the update. So we are facing a more complex issue. Please try to go to TREZOR Wallet in a different browser to see if the bridge behaves the same way in a different environment. Also, if you are using a Google Chrome, there is a very convenient extension which can fully replace the Bridge.</p><p><a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj">Download TREZOR Chrome extension</a>.</p><p>Also, feel free to try <a href="https://beta-wallet.trezor.io">our beta server</a>.</p><p>Download link for <a href="https://www.google.com/intl/en/chrome/browser/desktop/">Google Chrome</a> and <a href="https://www.mozilla.org/en-US/firefox/new/">Firefox</a>.</p>
es: <p> Gracias por la actualización. Así que nos enfrentamos a un tema más complejo. Por favor intente ir a TREZOR Wallet usando un navegador diferente y vea si "Bridge" se comporta igual en un ambiente diferente. Incluso, si estás usando Google Chrome, hay una extensión muy conveniente que puede substituir completamente el Bridge.</p><p><a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj">Descargar extensión TREZOR para Chrome</a>.</p><p>Incluso, siéntase libre de probar <a href="https://beta-wallet.trezor.io"> nuestro server beta</a>.</p><p>Enlaces de descarga para <a href="https://www.google.com/intl/en/chrome/browser/desktop/">Google Chrome</a> y <a href="https://www.mozilla.org/en-US/firefox/new/">Firefox</a>.</p>

source: <h4 class="header">Wallet still doesn't detect the bridge or extension.</h4>
es: <h4 class="header">El monedero sigue sin detectar "Bridge" o la extensión.</h4>

source: <p>Sorry for the inconvenience, please <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">send us a message</a> including the information about your operating system, browser version and details about the issue. Our Support Team will respond in a timely manner.</p>
es: <p>Disculpas por los inconvenientes, por favro <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">envíanos un mensaje</a>que incluya su sistema operativo, versión de navegador y detalles acerca de éste problema. Nuestro equipo de soporte le responderá oportunamente.</p> 4

source: <h4 class="header">Wallet is "stuck", unable to load accounts.</h4>
es: <h4 class="header">El monedero está "atascado", incapaz de cargar cuentas.</h4>

source: I currently use Safari.
es: Actualmente uso Safari.

source: <p>Unfortunately, Safari browser is not officially supported. Please use a different browser like Chrome or Firefox. We are planning to add Safari to the supported browsers in the near future.</p><p>Thank you for understanding.</p>
es: <p>Desafortunadamente, el navegador Safari no es oficialmente compatible. Por favor use un navegador diferente como Chrome o Firefox. En el corto plazo vamos a incorporar Safari entre nuestros navegadores compatibles.</p><p>Gracias por comprender.</p>

source: <h4 class="header">TREZOR doesn't work after firmware update.</h4>
es: <h4 class="header">TREZOR dejó de funcionar después de la actualización del firmware.</h4>

source: <p>If the system does not recognize the device after a firmware update, go to the Device Manager and force the drivers to update. With FIDO implemented, Windows regards TREZOR as a new device, and sometimes the drivers do not update automatically.</p> <p>Here are some instructions how to open "Device manager" and update necessary drivers depending on the system you're using. TREZOR is usually reported as <em>USB Composite Device</em> in Device manager (rarely, it can be found as "Human Interface Device").</p> <p><strong>Through Run command</strong></p> <ul> <li>Press Win + R to open Run command</li> <li>Type: devmgmt.msc and hit Enter</li> <li><em>Device manager window will appear</em></li> <li>Find "Other devices" and click on it with right button</li> <li>Choose "Update driver software"</li> </ul> <p><strong>Through Search</strong></p> <ul> <li>Press Win to open the start menu</li> <li>Type: Device Manager, until the option shows up and select it</li> <li><em>Device manager window will appear</em></li> <li>Find "Other devices" and click on it with right button</li> <li>Choose "Update driver software"</li> </ul> <p>Sometimes the necessary driver can be found in "Universal Serial Bus controllers" section, under the name "USB composite device". In rare cases, you can also find the necessary driver in "Human Interface devices". If you're not sure, which driver to update, you can try to unplug and plug your TREZOR again, to see if there are some changes in the current section of "Device manager". Deleting the needed driver can also do the trick, as the system will update the driver automatically. If it didn't help please have a look for any icon with a yellow triangle with "!" marked inside, click on the item with right mouse button and choose "update drivers".</p> <p><strong>Alternative instructions:</strong></p> <ul> <li>Go to Control Panel / All Control Panel Items / Devices and Printers</li> <li>Click on it and check if you see message: "Needs troubleshooting"</li> <li>Perform the troubleshooting</li><li>Restart the computer</li> </ul>
es: <p> Si el sistema no reconoce el dispositivo después de la actualización del firmware, vaya al Administrador de dispositivos y fuerce la actualización de los controladores. Con FIDO implementado, Windows considera a TREZOR como un nuevo dispositivo, y a veces los controladores no se actualizan automáticamente.</p> <p>Estas son algunas instrucciones de cómo abrir el "Administrador de Dispositivos" y actualizar los controladores necesarios en función del sistema que esté utilizando. TREZOR normalmente se denomina <em> Dispositivo compuesto 4USB</em> en el Administrador de dispositivos (rara vez se lo encuentra como "Dispositivo de interfaz humana").</p> <p> <strong>Usando el comando "Run"</strong></p> <ul> <li>Precione Win + R para abrir el comando Run</li> <li>Escriba: "devmgmt.msc" y precione "Enter"</li> <li><em>Aparecerá la ventana del administrador de dispositivos</em></li> <li>Encuentre "Otros dispositivos" y haz clic con el botón derecho</li> <li>Elija "Actualizar el software del controlador"</li> </ul> <p><strong>En "búsqueda"</strong></p> <ul> <li>Presione Win para abrir el menú de inicio</li> <li>Escriba: Administrador de dispositivos, hasta que aparezca la opción y selecciónela</li> <li><em>La ventana del Administrador de dispositivos se abrirá</em></li> <li>Encuentre "Otros dispositivos" y haz clic con el botón derecho</li> <li>Elija "Actualizar el software del controlador"</li> </ul> <p>A veces el controlador se puede encontrar en la sección "Controladores de bus serie universal", bajo el nombre "Dispositivo compuesto USB". En raras ocasiones, también se puede encontrar el controlador necesario en" Dispositivos de interfaz humana ". Si no está seguro de qué controlador actualizar, puede intentar desconectar y volver a conectar su TREZOR para ver si hay cambios en el "Administrador de dispositivos". Eliminar el controlador del dispositivo, también podría funcionar, ya que el sistema actualizará el controlador automáticamente. Si nada funciona, por favor busque cualquier icono con un triángulo amarillo con "!" Marcado en el interior, haga clic en el elemento con el botón derecho del ratón y seleccione "Actualizar controladores".</p> <p><strong>Instrucciones alternativas:</strong></p> <ul> <li>Ir a Panel de control / Todos los elementos del panel de control / dispositivos e impresoras</li> <li>Haga clic en él y compruebe si ve el mensaje: "Necesito solucionar problemas"</li> <li>Realice la solución de problemas</li><li>Reinicie el ordenador</li> </ul>

source: Firmware update went wrong.
es: La actualización del firmware no se realizó correctamente.

source: <p>Updating your TREZOR's firmware unlocks brand new features and keeps your device secure. Sometimes this process could be interrupted and unfinished, but solving such issue is usually very easy.</p><p><strong>Updating the Firmware</strong></p><ul><li>Without closing the TREZOR Wallet website, unplug your TREZOR. Now press down both buttons on your TREZOR. Holding down the buttons, plug your TREZOR back in. It may help if you hold your TREZOR from the top in a pinching motion.</li><li>Once you have plugged your TREZOR in, you will see a dialog on the wallet.trezor.io website asking if you want to update.</li><li>Press "Yes, update"</li><li>Now press the right button on your TREZOR to confirm the update. Wait a few minutes while the update runs. Once it's done you can unplug and replug your TREZOR to finish the update.</li></ul>
es: <p>Actualizar el firmware de su TREZOR desbloquea nuevas funciones y mantiene su dispositivo seguro. A veces éste proceso podría ser interrumpido, pero, resolver ese problema es generalmente muy fácil.</p><p><strong>Actualizar el firmware</strong></p><ul><li>Sin cerrar el sitio TREZOR Wallet, desconecte el dispositivo TREZOR. Ahora presione ambos botones del TREZOR. manteniéndolos presionados conecte otra vez su TREZOR. Puede ser mas fácil si usted sostiene su TREZOR desde la parte superior en un movimiento de pellizco.</li><li>Una vez que haya conectado su TREZOR, aparecerá un mensaje en el sitio wallet.trezor.io preguntándole si quiere actualizar.</li><li>Presione "Si, actualice"</li><li>Ahora presione el botón derecho del TREZOR confirmado la operación. Espere un momento mientras se actualiza. Una vez que terminó, desconecte y vuelva a conectar su TREZOR para terminar.</li></ul>

source: Unofficial firmware detected.
es: Se ha detectado un firmware no oficial.

source: <p> <a href="https://doc.satoshilabs.com/trezor-user/updatingfirmware.html">Please, try running the update again</a>.</p>
es: <p> <a href="https://doc.satoshilabs.com/trezor-user/updatingfirmware.html">Por favor, Intente realizar nuevamente la actualización</a> 3.</p> 4

source: Firmware appears to be broken.
es: El firmware parece estar mal.

source: <ol><li><a href="https://doc.satoshilabs.com/trezor-user/updatingfirmware.html">Please, try running the update again</a>.</li><li>If it still doesn't work please try using different a USB cable and proceed to step 1.</li></ol>
es: <ol><li><a href="https://doc.satoshilabs.com/trezor-user/updatingfirmware.html">Por favor, intente nuevamente actualizarlo</a>.</li><li>Si vuelve a fallar, por favor, intente con otro cable USB y comience desde el paso 1.</li></ol>

source: No, the issue persists.
es: No, el problema persiste.

source: <p>Sorry for the inconvenience, please <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">send us a message</a> including the information about your operating system, browser version and issue details. Our Support Team will answer in a timely manner.</p>
es: <p>Disculpas por los inconvenientes, por favor <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">envíenos un mensaje</a> incluyendo la información de su sistema operativo, la versión del navegador y detalles del problema. Nuestro Equipo de Soporte le responderá oportunamente.</p>

source: Wallet shows wrong account information.
es: El monedero me muestra información de cuenta incorrecta.

source: <ol><li>Run <a href="https://doc.satoshilabs.com/trezor-user/forgetting.html">Forget device</a></li><li>Unplug your TREZOR</li><li>Plug your TREZOR back in</li></ol>
es: <ol><li>Seleccione <a href="https://doc.satoshilabs.com/trezor-user/forgetting.html">Olvidar dispositivo </a></li><li>Desconecte su TREZOR</li><li> y conéctelo nuevamente</li></ol>

source: My balance is still incorrect.
es: Todavía mi saldo es incorrecto.

source: <p>Discrepancies in the total balance may often be solved by changing the backend server.</p><ol><li>Scroll down and click "Application settings".</li><li>Select a different bitcoin backend server.</li><li>Check if the balance is correct now. </li></ol>
es: <p>Las discrepancias en el saldo a menudo pueden resolverse cambiando el servidor backend.</p><ol><li>Desplázate hacia abajo y haz clic en "Configuración de la aplicación".</li><li>Seleccione un servidor backend de bitcoin diferente.</li><li>Revise si su saldo es correcto ahora. </li></ol>

source: No, problem persists.
es: No, sigo con el problema.

source: Wallet stopped responding.
es: El monedero no responde.

source: <ol><li>Unplug your TREZOR</li><li>Refresh <a href="https://wallet.trezor.io/">TREZOR Wallet</a> or try <a href="https://beta-wallet.trezor.io">TREZOR Wallet (Beta)</a></li><li>Plug your TREZOR back in</li></ol><p>You can unplug your TREZOR at any time except during the update procedure. There is no risk of data loss.</p>
es: <ol><li>Desconecte su TREZOR</li><li>Vuelva a cargar <a href="https://wallet.trezor.io/">TREZOR Wallet</a> o intente <a href="https://beta-wallet.trezor.io">TREZOR Wallet (Beta)</a></li><li> Conecte su TREZOR nuevamente</li></ol><p>Se puede desconectar el TREZOR en cualquier momento, excepto durante una actualización. No hay peligro de pérdida de datos.</p>

source: Try a different browser instead.
es: Intente con un navegador diferente.

source: <p>Sometimes your browser might be running too many tasks at once or there might be a problem with compatibility. Try accessing the website with a different browser. You can also try to connect your device with a different micro USB cable.</p>
es: <p>A veces el navegador puede estar realizando demasiadas tareas al mismo tiempo o podría haber un problema de compatibilidad. Intente entrar al sitio usando otro navegador. También podría probar conectar el dispositivo con un cable USB diferente.</p>

source: <h4 class="header">I'm having issues with bridge re-install. (Windows)</h4>
es: <h4 class="header">Estoy teniendo problemas re-instalando Bridge. (Windows)</h4>

source: <p>If you see following error message or similar:</p><p><em>Output folder: C:\Program Files (x86)\TREZOR Bridge</em></p><p><em>Can't write: C:\Program Files (x86)\TREZOR Bridge\libcrypto-10.dll</em></p><p>You're facing a very simple issue which is easy to resolve. Please uninstall the previous version of TREZOR Bridge first and delete all remaining files, then install the new version.</p>
es: <p>Si ve el siguiente mensaje de error o similar:</p><p><em> Carpeta de salida: C:\Archivos de Programas(x86)\TREZOR Bridge</em></p><p><em>No se puede escribir: C:\Archivos de Programas (x86)\TREZOR Bridge\libcrypto-10.dll</em></p><p>Usted está enfrente de un problema muy fácil de resolver. Por favor, primero desinstale la versión anterior de TREZOR Bridge y borre todos los archivos que quedaron, luego instale la versión nueva.</p>

source: General questions
es: Preguntas generales

source: List of the Frequently asked questions.
es: Lista de preguntas frecuentes.

source: It works!
es: ¡Funciona!

source: Great job on resolving the issue!
es: ¡Buen trabajo resolviendo este problema!

source: <h4 class="header">No, still doesn't work.</h4>
es: <h4 class="header">No, todavía no funciona.</h4>

source: <h4 class="header">TREZOR Shop</h4>
es: <h4 class="header">Tienda TREZOR</h4>

source: <p>Sorry for the inconvenience, please <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">send us a message</a> including the information about your order (order number, profile email, etc...) and issue and our Support Team will answer in a timely manner.</p>
es: <p> Disculpas por los inconvenientes, por favor <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink"> envíenos un mensaje</a> incluyendo la información de su pedido (número de pedido, perfil, email, etc...) descripción del problema y nuestro equipo de soporte le va a responder pronto.</p>

source: <p>According to our Terms &amp; Conditions, all of the RMA's purchased on Amazon are handled and processed by our resellers. Please feel free to contact the reseller directly via the Amazon customer interface.</p><p>Thank you.</p>
es: <p> Según nuestros Términos &amp; y Condiciones, todos los RMA's comprados en Amazon son preparados y enviados por nuestros distribuidores. Por favor no dude en ponerse en contacto con el distribuidor directamente a través de la interfaz de cliente de Amazon.</p> <p> Gracias.</p>

source: <h4 class="header">Wallet shows only "Connect TREZOR to continue".</h4>
es: <h4 class="header"> El monedero solo muestra "Conecte su TREZOR para continuar".</h4>

source: <p>Please make sure that you are using a <a href="https://doc.satoshilabs.com/trezor-faq/overview.html#which-operating-systems-and-devices-support-trezor">supported configuration</a>. If yes, please follow one of the links below.</p>
es: <p> Por favor asegúrese que está usando un<a href="https://doc.satoshilabs.com/trezor-faq/overview.html#which-operating-systems-and-devices-support-trezor"> configuración compatible</a>. Si es si, entonces elija uno de los siguientes enlaces.</p>

source: <h4 class="header">Wallet is stuck at "Loading TREZOR Wallet is starting"</h4>
es: <h4 class="header"> El monedero está atascado en "Cargando, TREZOR Wallet se está iniciando"</h4>

source: <p>Please make sure that you you're using a <a href="https://doc.satoshilabs.com/trezor-faq/overview.html#which-operating-systems-and-devices-support-trezor">supported configuration</a>. If yes, please follow one of the links below.</p>
es: <p> Por favor asegúrese que está usando un<a href="https://doc.satoshilabs.com/trezor-faq/overview.html#which-operating-systems-and-devices-support-trezor"> configuración compatible</a>. Si es si, entonces elija uno de los siguientes enlaces.</p>

source: <h4 class="header">Please check if the "trezord" process is running.</h4>
es: <h4 class="header"> Por favor, verifique si los procesos de "trezord" se están ejecutando.</h4>

source: <p>This process is responsible for smooth running of the TREZOR Bridge. If you don't see the process in your task manager, please re-install the Bridge again. Alternatively, you can use our Chrome extension if you use Google Chrome.</p><p>Link to download is <a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj">here</a>.</p><p>In case you need a bridge software, the link is <a href="https://beta-wallet.trezor.io/data/bridge/latest/index.html">here</a>.</p>
es: <p> Este proceso es el responsable de que TREZOR Bridge se ejecute correctamente. Si no ve este proceso en el administrador de tareas, por favor reinstale Bridge. De forma alternativa, puedes usar nuestra extensión de Crome si usas Google Crome.</p> <p> Enlace para descargarlo está <a href="https://chrome.google.com/webstore/detail/trezor-chrome-extension/jcjjhjgimijdkoamemaghajlhegmoclj"> aquí</a> .</p> <p> En caso que necesite Bridge, el enlace está <a href="https://beta-wallet.trezor.io/data/bridge/latest/index.html"> aqui</a> .</p>

source: I use a different browser than Safari.
es: Yo uso un navegador diferente a Safari.

source: <p>The major supported browsers are Chrome and Firefox. If changing your browser didn't help, please try to connect your device via a different standard issue micro USB cable.</p><p>Did that work?</p>
es: <p> Los principales navegadores compatibles son Chrome y Firefox. Si el cambio de su navegador no ayudó, intente conectar su dispositivo a través de un cable USB micro estándar diferente.</p> <p> ¿Funcionó esta vez?</p>

source: Still stuck on loading.
es: Todavía detenido en la carga.

source: <p>Sorry for the inconvenience, please <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink">send us a message</a> including the information about your operating system, browser version and our Support Team will answer in a timely manner.</p>
es: <p> Disculpe los inconvenientes, por favor <a href="#" onclick="return gotoTroubleshooter()" class="troubleshooterLink"> envíenos un mensaje</a> incluyendo información acerca de su sistema operativo, versión de navegador y nuestro equipo de soporte le responderá pronto.</p>

source: <h4 class="header">I've reinstalled and all works fine now.</h4>
es: <h4 class="header"> Lo he reinstalado y ahora todo funciona bien.</h4>

source: Amazing, great job on resolving the issue!
es: ¡Genial!, ¡Buen trabajo en resolviendo el problema!

source: <h4 class="header">No, it didn't help.</h4>
es: <h4 class="header"> No, no ayudó.</h4>

source: <h4 class="header">I'm using Linux and installed TREZOR Chrome extension.</h4>
es: <h4 class="header"> Uso Linux e instalé la extensión Chrome de TREZOR.</h4>
